Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Stronger economic growth is reflected in higher job creation and greater labour force participation.
fr_fr: font partie des coûts des activités de plus d'une centaine de ministères, d'organismes et de

source: The unemployment rate declines more rapidly than in the August survey, averaging 6.7 per cent in 2026 and 6.2 per cent in 2027, compared to 6.8 per cent and 6.4 per cent in the survey.
fr_fr: sociétés d'État. Il est prévu que ces charges diminuent, passant de 150,2 milliards de

source: Upward price pressures increase as stronger aggregate demand takes hold.
fr_fr: dollars en 2025-2026 à 143,2 milliards de dollars en 2027-2028, grâce aux

source: However, these are largely offset by productivity gains that expand domestic supply, keeping inflation broadly contained.
fr_fr: économies progressives à la suite de l'examen exhaustif des dépenses commençant en 2026-2027,

source: As a result, CPI inflation is 2.1 per cent in 2026 and 2.0 per cent in 2027, versus 2.0 per cent projected in the August survey for both years.
fr_fr: et en raison des provisions pour passifs éventuels qui seront plus élevées en 2025-2026 que les années suivantes.

source: In response to these developments, short-term interest rates are only slightly higher than the survey forecast, at 2.4 per cent in 2026 and 2.6 per cent in 2027 compared to 2.3 per cent and 2.5 per cent in the survey.
fr_fr: La croissance graduelle au cours des années subséquentes reflète les investissements indiqués dans le cadre de budgétisation des investissements en capital à

source: With modestly higher commodity prices and CPI inflation, GDP inflation averages 2.1 per cent in 2026 and 2027, above the survey forecast of 1.8 per cent and 2.0 per cent, respectively.
fr_fr: l'annexe 2, ce qui comprend les charges d'amortissement des immobilisations et les dépenses de

source: Fiscal Impacts of Economic Scenarios
fr_fr: la Banque de l'infrastructure du Canada, et l'initiative gouvernementale visant à réinvestir pour

source: The potential impact of the economic scenarios on the projected federal deficit and federal debt to-GDP ratio is shown in Chart A1.3 and A1.4 below.
fr_fr: rebâtir et réarmer les Forces armées canadiennes.

source: Downside Scenario Fiscal Impact
fr_fr: Frais de la dette publique

source: In the downside scenario, the deficit would increase by about $9.2 billion annually, on average, over the planning horizon.
fr_fr: Les frais de la dette publique devraient passer de 55,6 milliards de dollars

source: Overall revenues are projected to be lower by $10.4 billion, per year.
fr_fr: en 2025-2026 à 76,1 milliards de dollars en 2029-2030 en raison de l'accroissement

source: Total expenses would decrease by an average of $1.2 billion per year over the horizon, primarily driven by reduced public debt charges from lower interest rates and reductions in GDP-indexed transfers, partially offset by higher pension and benefit obligation valuations from lower interest rates.
fr_fr: prévu de l'encours de la dette et des taux d'intérêt plus élevés.

source: As a result of the higher deficits and weaker nominal GDP growth, the federal debt-to-GDP ratio would be expected to rise to 45.3 per cent by 2028-29 and fall to 45.2 per cent by 2029-30.
fr_fr: En proportion du PIB, les frais de la dette publique devraient passer de 1,8 % en 2025-2026 à 2,1 % en 2029-2030.

source: Upside Scenario Fiscal Impact
fr_fr: Pertes actuarielles nettes

source: In the upside scenario, the deficit would improve by about $5.0 billion annually, on average, over the planning horizon.
fr_fr: Les pertes actuarielles nettes, qui représentent les changements dans la valeur des obligations du

source: Stronger nominal GDP results in higher income tax revenues.
fr_fr: gouvernement au titre des régimes de retraite et autres avantages futurs du personnel, devraient

source: Overall, revenues are projected to be $5.0 billion higher annually, on average, in this scenario.
fr_fr: diminuer pendant la plupart des années de la période de projection, passant d'une perte projetée

source: Total expenses would be unchanged, on average, with higher public debt charges and major transfers offset by lower pension and benefit obligation valuations from higher interest rates.
fr_fr: de 5,0 milliards de dollars en 2025-2026 à un gain net projeté

source: As a result of the lower deficits and stronger nominal GDP, the federal debt-to-GDP ratio would stabilise near-term and fall more rapidly from 2026-27, reaching 42.2 by 2029-30.
fr_fr: de 4,5 milliards de dollars en 2029-2030, en raison de la hausse attendue des taux d'intérêt utilisés pour mesurer la valeur actuelle des obligations.

source: Long-Term Debt Projections
fr_fr: Toute prévision de ces pertes

source: Keeping the federal debt-to-GDP ratio on a downward path over the long term will help ensure that future generations are not overburdened with debt and that sufficient fiscal room remains to address emerging fiscal pressures, challenges, and risks.
fr_fr: actuarielles nettes, y compris les gains attendus durant les dernières années de la période de

source: Building on the Budget 2025 forecasts, baseline long-term fiscal projections continue to show the federal debt-to-GDP ratio declining over the long-term projection horizon (Chart A1.5).
fr_fr: projection, est incertaine et peut varier en fonction des projections des futurs taux d'intérêt. Afin d'isoler l'incidence de ces mesures des tendances sous-jacentes des dépenses publiques, on

source: This conclusion is held under the downside scenario described in the preceding section that leads to higher deficits and federal debt-to-GDP ratios over the budget planning horizon.
fr_fr: présente les charges avant et après les pertes actuarielles nettes dans le tableau A1.9, et la

source: As with any projection that extends over several decades, the long-term debt-to-GDP ratio projections presented in Budget 2025 are subject to a high degree of uncertainty and are sensitive to assumptions.
fr_fr: même méthodologie a été suivie pour le solde budgétaire dans le tableau A1.7. Mise à jour sur le passif éventuel

source: They should not be viewed as predictions of the future, but instead as modelling scenarios based on a set of reasonable economic and demographic assumptions, assuming no future changes in policies.
fr_fr: Conformément aux normes comptables du secteur public au Canada, le gouvernement

source: It is important to note that these projections do not fully reflect positive impacts that can be expected to result from recent and future economic policies.
fr_fr: comptabilise un élément de passif lorsque l'éventualité d'un paiement futur est

source: Some future fiscal pressures are also not accounted for in this baseline projection, including, among others, from recessions, additional defence spending, population aging, climate change, and the transition to net-zero emissions.
fr_fr: probable et qu'on peut raisonnablement en estimer le montant. Les provisions pour

source: Assuming a constant 2 per cent annual rate for GDP inflation, nominal GDP is projected to grow by an average of 3.5 per cent per year from 2030 to 2055 (Table A1.12).
fr_fr: passifs éventuels sont continuellement examinées et peaufinées à la lumière des

source: The long-term federal debt projections are developed through an accounting model in which each revenue and expense category is modelled as a function of its underlying demographic and economic variables, with the relationships defined by a mix of current government policies and assumptions.
fr_fr: nouveaux renseignements et des nouvelles circonstances. Chaque année, les passifs

source: The key assumptions underlying fiscal projections from 2030-31 through 2055-56 are the following:
fr_fr: éventuels précédemment comptabilisés peuvent être réduits ou éteints au moyen de

source: All tax revenues as well as a direct program expenses grow broadly with nominal GDP, with the exception of a number of programs that will no longer be available after a certain date, such as the Clean Electricity, Clean Technology, and Clean Hydrogen investment tax credits, which are incorporated based on their projected costs.
fr_fr: paiements, alors que de nouvelles obligations ou réévaluations sont comptabilisées

source: The Canada Health Transfer, Canada Social Transfer, and Equalization grow with their respective legislated escalators.
fr_fr: pour tenir compte des estimations mises à jour. Le solde obtenu représente la valeur des passifs éventuels.

source: The remaining major transfers to provinces, territories, and municipalities grow according to their respective factors, such as nominal GDP, the respective populations, inflation, and current legislation or agreements.
fr_fr: Les changements dans les provisions liés à des révisions des estimations ou à l'ajout de nouvelles obligations sont reflétés dans les charges de programmes directes indiquées dans le budget.

source: Elderly benefits and Canada Child Benefit payments grow in line with the respective populations and are indexed to inflation.
fr_fr: La majeure partie des passifs éventuels du gouvernement est associée à des processus

source: Employment Insurance (EI) benefits grow in line with the number of beneficiaries and the growth in average weekly earnings.
fr_fr: actifs de règlement extrajudiciaire des différends et à des litiges en cours ou potentiels.

source: The EI premium rate grows according to current program parameters.
fr_fr: Comme le montre le graphique A1.2, le passif comptabilisé total est

source: The effective interest rate on federal market debt is assumed, under the baseline scenario, to gradually increase from about 3.1 per cent in 2029–30 to 3.5 per cent by 2055-56.
fr_fr: passé de 13 milliards de dollars en 2015-2016 à un montant projeté

source: Sensitivity analysis illustrates the impact of changes to key assumptions on the deficit-to-GDP and federal debt-to-GDP ratios at the end of the long-term projection horizon (Tables A1.13 and A1.14).
fr_fr: de 55 milliards de dollars en 2024-2025, déduction faite des

source: Supplementary Information
fr_fr: règlements conclus.

source: Sensitivity of Fiscal Projections to Economic Shocks
fr_fr: Cette augmentation témoigne notamment des efforts déployés par

source: Changes in economic assumptions affect the projections of revenues and expenses.
fr_fr: le gouvernement pour collaborer avec les partenaires autochtones afin de corriger

source: The following tables illustrate the sensitivity of the projected budgetary balance to the following economic shocks relative to Budget 2025 projections:
fr_fr: les injustices du passé et d'accélérer le règlement des litiges et la mise en œuvre

source: A one-year, 1-percentage-point decrease in real GDP growth driven equally by lower productivity and employment growth.
fr_fr: des règlements négociés à l'appui de la réconciliation au Canada. La

source: A decrease in nominal GDP growth resulting solely from a one-year, 1-percentage-point decrease in the rate of GDP inflation (assuming that the Consumer Price Index moves in line with GDP inflation).
fr_fr: comptabilisation d'un passif éventuel en conformité avec les normes comptables

source: A sustained 100-basis-point increase in all interest rates.
fr_fr: permet de s'assurer que le cadre financier est fourni pour réaliser cette priorité

source: These sensitivities are estimates that assume any decrease in economic activity is proportional across income and expenditure components and are meant to provide a broad illustration of the impact of economic shocks on the outlook for the budgetary balance.
fr_fr: majeure. L'augmentation des passifs éventuels au cours des dernières années a contribué à la

source: The sensitivity analysis conducted in this section has been presented routinely in budgets since 1994 and is separate from the upside and downside scenarios presented earlier in this annex.
fr_fr: hausse des charges de programmes directes et à l'écart entre les projections et les résultats de fin d'exercice.

source: Actual economic shocks may have different fiscal impacts.
fr_fr: Il peut y avoir une incertitude considérable dans les

source: For example, they may be concentrated in specific sectors of the economy or cause different responses in key economic variables (e.g., GDP inflation and CPI inflation may have different responses to a given shock).
fr_fr: prévisions visant à déterminer quels passifs éventuels seront possiblement

source: Aligned with presentation throughout Budget 2025, the fiscal sensitivities are based on a 4-year time horizon.
fr_fr: comptabilisés conformément aux normes comptables, qui sont des estimations fondées

source: A 1-percentage-point decrease in real GDP growth proportional across income and expenditure components reduces the budgetary balance by $5.4 billion in the first year, $5.4 billion in the second year, and $5.9 billion in the fourth year (Table A1.15).
fr_fr: sur les renseignements les plus précis disponibles au moment de la clôture des comptes publics.

source: Tax revenues from all sources fall by a total of $4.4 billion in the first year.
fr_fr: Les montants comptabilisés reflètent les hypothèses concernant les

source: Personal income tax revenues decrease as employment and the underlying tax base fall.
fr_fr: résultats des négociations, des cas et des réclamations, ainsi que les méthodologies

source: Corporate income tax revenues fall as output and profits decrease.
fr_fr: pour calculer les dommages et les règlements.

source: GST revenues decrease because of lower consumer spending associated with the fall in employment and personal income.
fr_fr: Des mesures sont en cours pour gérer cette incertitude au moyen d'une visibilité accrue et de la surveillance des grands

source: Expenses rise, mainly reflecting higher EI benefits (due to an increase in the number of unemployed) and higher public debt charges (reflecting a higher stock of debt due to the lower budgetary balance).
fr_fr: domaines de passifs éventuels, par exemple les processus de revendications liées aux

source: Lower prices result in lower nominal income and, as a result, personal income tax revenues decrease.
fr_fr: peuples autochtones. De plus, des experts sont consultés pour déterminer comment

source: As the parameters of the personal income tax system are indexed to inflation, the fiscal impact is smaller than under the real GDP shock.
fr_fr: améliorer la communication publique des passifs éventuels. Ressources ou besoins financiers

source: For the other sources of tax revenue, the negative impacts are similar under the real and nominal GDP shocks.
fr_fr: Les ressources ou besoins financiers représentent l'écart entre les rentrées et les sorties de fonds du gouvernement.

source: EI premium revenues decrease in response to lower earnings.
fr_fr: En revanche, le solde budgétaire est présenté selon la comptabilité d'exercice

source: Other revenues decline slightly as lower growth in tax revenue results in slightly lower interest and penalty revenue, and lower prices lead to lower revenues from the sales of goods and services.
fr_fr: intégrale, les revenus du gouvernement étant constatés au moment où ils sont réalisés et les

source: Partly offsetting lower revenues are the declines in the cost of statutory programs that are indexed to CPI inflation, such as elderly benefit payments, which put downward pressure on federal program expenses.
fr_fr: charges, au moment où elles sont engagées, peu importe le moment où surviennent les rentrées ou les sorties de fonds.

source: In addition, other program expenses are also lower as certain programs are linked directly to growth in nominal GDP, such as Equalization.
fr_fr: Le tableau A1.10 présente le rapprochement des deux mesures, à commencer par le solde budgétaire.

source: Public debt charges decline in the first year due to lower costs associated with Real Return Bonds.
fr_fr: Les opérations non budgétaires indiquées dans le tableau reflètent la contre-passation

source: A 1 per cent increase in interest rates decreases the budgetary balance by $4.9 billion in the first year, $6.3 billion in the second year, and $7.9 billion in the fourth year (Table A1.17).
fr_fr: de certains revenus et charges inclus dans le solde budgétaire qui n'ont aucune incidence sur les

source: Higher interest rates directly impact estimated public debt charges on marketable debt in two ways.
fr_fr: flux de trésorerie de l'exercice, comme l'amortissement des actifs non financiers. Elles comprennent

source: First, interest costs increase as existing debt matures and is refinanced at higher rates.
fr_fr: aussi l'ajout de modifications dans les soldes d'actif et de passif qui n'ont aucune incidence au

source: Second, rising rates increase the expected cost of future borrowing needs.
fr_fr: cours d'un exercice, mais qui entraînent des rentrées ou des sorties de fonds, comme le paiement des

source: Public debt charges are estimated based on the current expectations for future changes in interest rates, which are subject to change based on economic conditions.
fr_fr: comptes créditeurs. L'augmentation d'un passif ou la diminution d'un actif représente une ressource

source: It is important to note that interest rates also directly affect other government revenues and expenses and that they typically do not change in isolation.
fr_fr: financière, tandis que la diminution d'un passif ou l'augmentation d'un actif représente un besoin

source: That is, with higher interest rates, the government would realise some offsetting benefits, including:
fr_fr: financier. La somme du solde budgétaire et des changements dans les soldes des actifs et des passifs

source: Higher revenues from the government's interest-bearing assets, and interest and penalty revenue on tax debt, which are recorded as part of other revenues;
fr_fr: indiqués dans les opérations non budgétaires est égale aux ressources financières nettes (+) ou aux

source: Corresponding downward adjustments that reduce the valuations of public sector pensions and employee benefits obligations, which are not incorporated in the table above; and,
fr_fr: besoins financiers nets (-). Comme l'illustre le tableau A1.10, des besoins financiers sont projetés chaque année au cours de

source: Higher government tax revenues if interest rate increases were due to stronger economic growth (also not included in the table above).
fr_fr: la période de projection, en raison des besoins financiers associés aux déficits budgétaires

source: Policy Actions Taken Since the 2024 Fall Economic Statement
fr_fr: projetés, ainsi que des besoins prévus liés aux activités non budgétaires.

source: To ensure transparency, Table A1.18 lists all policy actions taken since the 2024 Fall Economic Statement to ensure that Canadians are continually well-served by the programs they rely on and that government operations carry on efficiently.
fr_fr: Des ressources financières sont prévues au titre des régimes de retraite et autres comptes pour les

source: Glossary of Abbreviated Titles
fr_fr: premières années de la période de projection, suivies des besoins projetés au cours des années

source: <<< source: anx2-en.html >>>
fr_fr: ultérieures.

source: Annex 2: Capital budgeting framework
fr_fr: Les régimes de retraite et autres comptes comprennent les activités des régimes de

source: Building Canada's Productive Capacity
fr_fr: retraite des fonctionnaires fédéraux et de ceux des juges de nomination fédérale et des

source: As announced on October 6, 2025, the government is adopting a Capital Budgeting Framework—a new
fr_fr: parlementaires, ainsi que divers autres régimes d'avantages sociaux futurs du personnel : soins

source: way of budgeting that makes capital investment a national priority.
fr_fr: de santé, soins dentaires, prestations d'invalidité et autres avantages à l'intention des vétérans

source: This framework helps
fr_fr: et d'autres bénéficiaires.

source: distinguish day-to-day operational spending from capital investment (broadly defined as spending
fr_fr: L'indication de ressources financières pour les régimes de retraite et

source: that supports capital formation), allowing the government to identify and prioritise initiatives
fr_fr: autres comptes correspond à la différence entre les charges au titre des régimes de retraite et des

source: that deliver long-term economic returns. The framework also increases transparency, allowing
fr_fr: avantages sociaux non monétaires comptabilisés dans le solde budgétaire, par exemple l'amortissement

source: Canadians to better understand what funds services today, and what builds future prosperity.
fr_fr: des pertes actuarielles nettes et l'augmentation des avantages sociaux acquis par le personnel au

source: An Example of Capital Investment: Expanding Airport Cargo Capacity
fr_fr: cours d'un exercice, et les sorties de fonds annuelles pour les paiements des avantages sociaux.

source: Cargo capacity at airports is essential for strengthening supply-chain links for communities
fr_fr: Les besoins financiers au titre des actifs non financiers représentent essentiellement la différence

source: and businesses.
fr_fr: entre les sorties de fonds pour l'acquisition de nouvelles immobilisations corporelles et

source: Each year, operating expenses cover recurring costs such as cargo handlers,
fr_fr: l'amortissement des immobilisations qui sont prises en compte dans le solde budgétaire.

source: ground support, maintenance personnel, fuel costs and utilities to keep these cargo services running.
fr_fr: Ils comprennent également l'aliénation des immobilisations corporelles, ainsi que les variations des

source: This operating spending is necessary for efficient and reliable
fr_fr: stocks et des charges payées d'avance.

source: service, but it does not contribute directly to capital formation.
fr_fr: Des besoins financiers sont projetés chaque année au cours de

source: On the other hand, expanding cargo capacity is a capital investment.
fr_fr: la période de projection, en raison de la croissance nette prévue des actifs non financiers.

source: Building warehouses, upgrading cold-chain facilities, and strengthening taxiways for
fr_fr: Les prêts, placements et avances comprennent la participation au capital du gouvernement dans les

source: freighters create long-lived assets that transport goods more efficiently. These upgrades
fr_fr: sociétés d'État entreprises, y compris la Société canadienne d'hypothèques et de logement (SCHL),

source: reduce turnaround times and move more freight per hour—getting goods to businesses faster
fr_fr: Exportation et développement Canada, la Banque de développement du Canada et Financement agricole

source: and improving service reliability for communities.
fr_fr: Canada, les prêts aux sociétés d'État entreprises pour financer leurs activités, et les achats

source: The benefits compound year after year
fr_fr: atteindre 30 milliards de dollars.

source: because the new assets work every day, building value.
fr_fr: Ils comprennent aussi les prêts, placements et avances aux

source: This enhances productivity and
fr_fr: administrations nationales et provinciales, aux organismes internationaux et au titre de programmes

source: business investment.
fr_fr: gouvernementaux.

source: This is why a capital budgeting framework is important.
fr_fr: En général, les prêts, placements et avances devraient générer des revenus supplémentaires pour le

source: It distinguishes day-to-day operating
fr_fr: gouvernement sous forme d'intérêts ou de bénéfices nets supplémentaires des sociétés d'État
